Revit 2024 API
ParameterTypeId.ScheduleResizeRows Property
 "Resize Rows"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ScheduleResizeRows { get; }
Visual Basic
Public Shared ReadOnly Property ScheduleResizeRows As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ScheduleResizeRows {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace